[{
        "type": "Party",
        "key": 1,
        "dare": ["do your best impression of a chicken", "get slapped", "call your crush", "take your shoes off for the rest of the game", "the group decides a song you need to sing for a minute", "text your mum 'I'm so fucked up right now'", "take a shot for every hard drug you've done", "take a shot for every person you've slept with, and for all the virgins, give a shot to someone for your dedication to Jesus Christ", "swap shirts with the person to your right", "staring contest with the person to your left, loser drinks", "confess your love to the 7th person in your DMs", "do 10 push ups, for every push up you fail to do you take a shot, if you can't do any pushups chug your drink and exercise you fatass", "stand on one leg for a minute, if you fail you drink", "leave the game", "bird up, take a shot", "rate every player most to least attractive or take a shot", "pour a litre of water over yourself", "text your mom that you think your pregnant(girls) or you got a girl pregnant(guys) or drink a dirty pint", "the person to your right makes your next drink, you have to drink it", "show us your sex face", "show us your secret talent, if you have none take a shot you talentless bitch", "eat 2 tablespoons of a condiment", "let someone shave a part of your body", "show us the most embarassing photo on your phone", "the person to your right chooses a photo on your phone and the person to your left decides who to send it to", "take a shot without using your hands", "try to put your whole fist in your mouth", "try to make everyone laugh for every person who doesn't laugh take a shot", "give your phone to the rest of the group for a minute, they can do whatever they want", "drink a pint out of someone's shoe", "talk like a baby for the next 3 rounds", "gargle a shot of the strongest booze you have", "take something out of the bottom of the trash can", "try seducing someone of the same gender", "pretend you're taking a shit for the entirety of the next round", "person to your right picks an animal you have to impersonate for a minute", "call the 14th person on your phone and sing a song that the group chooses to them for 30 seconds", "go make me a sandwich", "let 2 people give you a wet willy at the same time", "play a song on your buttcheeks until someone in the group gets it", "text your ex that you miss them", "everyone who's in a relationship, text your partner 'I love you', then say sorry wrong number ", "email your professor You're a real G'", "Roleplay someone your group choses for 30 seconds", "Let the person to your right give you an intimate ASMR", "Put an icecube in your pants or bra until it melts", "Let the person on your left draw something on your face", "Take a shower fully clothed", "Act your favorite movie untill the other players guess what it is", "Give the person to your left a massage for a minute ", "Drop a verse off the word 'Toilet'", "Wear all your clothes inside out", "Lick the wall or table", "Come out as gay to a friend of your choice. Give out a drink if youre already gay", "Eat a raw egg", "Do the cinnamon challenge", "Tell the person to your right all the reasons you love them for a minute", "Repeat the previous truth or dare", "Go the neighbors house, and have a conversation with them", "Call one of your friends and try to show them the ways of the lord for two minutes", "Eskimo kiss the person to your right", "Attempt to tie a cherry stem with your tongue", "See how many ice cubes you can fit in your mouth at once", "You can give the next dare to any person in the room", "Throw 3 pieces of trash in a bin 3 meters away from you, take a drink for every shot you miss, and give one for every shot you take", "Go outside, and hug a random stranger", "Roleplay the intro of a potential porno with a person to your right, right until any action, you need the dirty dares for that ;)", "Seduce a member of the group", "Stick one curse word into every sentance until the end of the game.", "Freestyle a rap song about three random people or objects in the room"],
        "truth": ["Have you ever been friend-zoned? If so, by whom?", "Have you ever been in a fight?", "Have you ever been to a strip club?", "Have you ever cheated?", "Have you ever given a lap dance?", "Have you ever had a secret relationship?", "Have you ever joined a hook-up app?", "Have you ever kissed anyone in this room?", "How far are you willing to go with a cute stranger whom you’ll never see again?", "How far have you gone in public?", "How many people in the room would you be willing to kiss?", "If you could hack into your partner’s DMs and they’d never know, would you?", "If you could read all your partner’s texts with others, would you?", "Is there something you want to tell someone in this room? Tell us.", "Who's the most attractive person in the game?", "What's your most embarassing moment?", "Name every person you'd smash in the game or take a shot for every person.", "Name the most illegal that you’ve done and regret?", "What's the nastiest thing you do on a regular basis?", "What are immediate turn offs?", "What are your turn ons?", "What conditions are necessary for hooking up on a first date?", "What is your biggest regret?", "What movie always turns you on?", "What's the most high you've ever been?", "What’s the biggest age gap you’ve had with a partner?", "What’s the biggest lie you’ve ever told?", "What’s the hardest drug you’ve ever done?", "What’s the most outrageous thing you can remember doing while “under the influence?”", "What’s the worst date you’ve ever had?", "What’s your longest dry spell?", "What’s your most shallow reason for not going on a second date?", "What’s your worst habit?", "Where is the grossest place you’ve ever hooked up?", "Who do you like the least here?", "Who is the most inappropriate person you’ve ever had a crush on?", "who's  your crush?", "Would you ever hook-up with someone else’s partner?", "Would you hook up with your high school crush today?"]

    },
    {
        "type": "Dirty",
        "key": 2,
        "dare": ["Do your best fake “O” while looking the person to the left of you in the eye.", "Have someone blindfold you. Then, everyone in the group kisses you on the cheek, and you have to either say which one is your partner, and then kiss them on the lips, OR, you have to choose one person that you want to kiss on the lips.", "With your eyes closed and the other person or people standing across from you in the room, walk with your hands out. You have to kiss the first person you touch, where you touch them.", "You have to leave an R-rated voicemail for an ex.", "Someone has to lick peanut butter, chocolate sauce, or whipped cream off your finger, cheek, or somewhere of their choice.", "Someone feeds you M&Ms or other small chocolate candy and you have to say, 'Thank you, Daddy,' after each one.", "If there’s a pool, you have to go skinny dipping, and you have to choose one buddy to go with you.", "You’re in school and you’ve been a bad student. For the next round, you’re in time out on someone’s lap.", "Someone goes onto your Amazon account and buys a special toy for you that’s $20 or less.", "Talk to your hand like you’re making a game plan to sleep with someone else who is in the room.", "Lay down on the ground and have someone pretend like they’re using chalk to draw an outline of your body.", "Go to Cosmopolitan’s website’s love section and find a position you’ve never heard of. Then, try to act it out using whatever furniture and pillows you have at your disposal.", "You leave the room. Everyone pours a shot. You come back into the room and take one of the shots that was poured. Whoever poured the drink, you have to sit on their lap for the rest of the round. (People can take the other shots).", "You have to undress down to your accessories and skivvies. If you want to keep any clothes on, you have to take a shot for every piece of clothing you want to keep.", "Lightly trace your hands over someone else’s lips and whisper 'I’m coming, I’m coming,' five times.", "Change your Facebook status to 'I’m coming . . . I’m coming . . .' Then, one minute later, change it to 'I just came.'", "Put on a swimming suit and have someone rub sunscreen on your back. Wear the suit for the rest of the evening.", "Someone gives you a back massage for one minutes while you’re blindfolded. If you like their style, you can choose to kiss them afterwards, but without knowing their identity.", "You have to keep your hand on the very inner thigh of the person next to you for the next round.", "suck the person to your right's toe for 5 seconds", "baby bird shot from the person on your left", "get belted", "suck a finger sensually", "suck an ear sensually", "give the person to your right a lapdance", "take off one article of clothing every time its your turn, if not take one sip for every article of clothing you have on", "take a piece of clothing off of the person to your left using only your mouth", "send your favourite porn to the 10th person in your DMs", "get spanked by the person on your right", "play gay chicken with the closest person of the same sexual orientation, person who fails drinks, if you don't fail you each give out a drink you magnificent motherfuckers", "take a body shot off the person to your right", "motorboat the first girl to your right", "Get Blindfolded, and let a group memeber let you feel a part of their body, then guess the bodypart", "Get a hickey from the person to your right", "Give a hickey to the sexiest person in the room.", "Fill an unused condom with beer, then drink it all.", "Pass an icecube from your mouth, to the person to your lefts mouth", "Repeat the previous truth or dare ", "You can give the next dare to any person in the room", "Take a pee break, and let everyone in the group watch, if they really want to.", "Remove a piece of clothing", "Kiss the person to your right", "Strip tease for a minute", "Chose a member of the group to lick your titty ", "Flash your ass", "Take a sip for every inch of your dick or corresponding to the letter of your cupsize"],
        "truth": ["Are you more dominant or submissive?", "Do you leave the lights on or off during sex?", "Do you like sex to be rough or sensual?", "Do you like to listen to music while having sex?", "Do you listen to music when you have sex?", "Do you prefer to have a dominant, submissive, or neutral partner? Explain why?", "Does naughty talk get you aroused?", "first wet dream", "first wet dream", "Have you ever asked for a dirty pic?", "Have you ever been caught masturbating?", "Have you ever been tied up? If no, would you like to try it?", "Have you ever done sexy things with food?", "Have you ever experimented with someone of the same sex?", "Have you ever faked an orgasm?", "Have you ever fantasized about a teacher?", "Have you ever had a one-night stand?", "Have you ever had a threesome?", "Have you ever had an orgy?", "have you ever had sex in a public place", "have you ever had sex in a public place", "have you ever had sex with someone in the game", "Have you ever hooked up with someone you didn’t know?", "Have you ever hooked up with someone you didn’t know?", "Have you ever masturbated in a public restroom?", "Have you ever slept with someone you met online?", "Have you ever taken someone’s virginity?", "Have you ever tried anal sex?", "Have you ever used a sex toy?", "Have you ever watched another couple have sex?", "Have you ever witnessed people having sex?", "How do you initiate sex with your partner?", "How likely are you to ever consider being a sex worker?", "How many orgasms have you faked?", "How many people in this room would you be willing to hook up with?", "How many sex toys do you own?", "How many sexual partners did you have in your life?", "How was your first sex experience?", "If you could cheat and no one would ever, ever find out, would you?", "If you could have sex with one person in this room, who would it be?", "If you were a sex worker, how much would each sex act cost?", "If you were going to write an erotic novel, what would it be about?", "kinkiest thing you've done in the bedroom", "kinkiest thing you've done in the bedroom", "most recent dirty dream in as much detail as possible", "most recent dirty dream in as much detail as possible", "Top or bottom?", "What are the sexiest things someone has said to you?", "What are your dirtiest secrets?", "What do you like during foreplay?", "What do you like during foreplay?", "What do you like to be called in bed?", "What excites you the most?", "What hook-up scene from a movie or TV show would you like to recreate?", "What hook-up scene from a movie or TV show would you like to recreate?", "What is something “scandalous” and sex-related that you really want to try?", "What is the first dirty thing you would do if you woke up as the opposite sex?", "What is the first dirty thing you would do if you woke up as the opposite sex?", "What is the kinkiest thing you’ve done during sex?", "What is the most embarrassing thing you have ever done sexually?", "What is the quickest someone has gotten you into bed, and how?", "What is the wildest fantasy you ever had that actually came true?", "What is your biggest sexual regret?", "What is your favorite place to be kissed on your body?", "What is your favorite place to have sex?", "What is your favorite position during sex? Explain why?", "What is your favorite song to have sex to?", "What is your favorite type of porn?", "What is your secret fantasy?", "What makes you orgasm during sex?", "What sex act are you bad at?", "What sex act have you’ve done that you’ll never do again?", "What sex act have you’ve done that you’ll never do again?", "What was the last thing you masturbated to?", "What was your most embarrassing situation while in bed?", "what's the dirtiest thing you've searched for on the internet", "what's the dirtiest thing you've searched for on the internet", "What’s a sexual act you’ll never do?", "What’s the best orgasm you’ve ever had?", "What’s the best orgasm you’ve ever had?", "What’s the best sex you’ve ever had?", "What’s the dirtiest pic you’ve ever sent?", "What’s the dirtiest sext you’ve ever sent?", "What’s the dirtiest text you’ve ever received?", "What’s the dirtiest text you’ve sent?", "What’s the dirtiest thing you have been caught doing as a teen?", "What’s the landscaping like “down there?”", "What’s the shortest amount of time you’ve known someone before hooking up?", "What’s the shortest amount of time you’ve known someone before hooking up?", "What’s the soonest you’ve ever had sex with someone after meeting them?", "What’s the weirdest role play you’ve ever done?", "What’s the weirdest thing that’s ever turned you on?", "What’s your body count now, and what do you wish it was?", "What’s your body count?", "What’s your body count?", "What’s your craziest sexual fantasy?", "What’s your favorite position?", "What’s your favorite thing about a quickie?", "What’s your most embarrassing fantasy?", "whats the best sex youve ever had", "whats the best sex youve ever had", "whats the least you could be paid to have sex with someone of your secual orientation?", "whats the least you could be paid to have sex with the same gender", "When was the first time that you had an orgasm?", "When was the last time you masturbated", "When was the last time you masturbated?", "When watching porn, what makes you turn it off?", "Where is the grossest place you’ve ever hooked up?", "Which sexual act are you best at?", "Who gave you your first orgasm?", "Who’s the most scandalous person you’ve had sex with?", "Would you ever film yourself “in the act?”", "Would you rather be with a submissive or a dominant partner?", "Would you rather give or receive pleasure?", "What was your shortest time in bed?"]
    },

    {
        "type": "Couples",
        "key": 3,
        "dare": ["Couples Dare 1", "Couples Dare 2", "Couples Dare 3", "Couples Dare 4"],
        "truth": ["Couples Truth 1", "Couples Truth 2", "Couples Truth 3", "Couples Truth 4"]
    }
]